2019.05.04 at 15:51:56 JST
-------------------------------------------------------

      Make Potential Energy Surface for SINDO
                         Version 4.0
                         Release beta

                COPYRIGHT 2019:  
                   Kiyoshi Yagi  kiyoshi.yagi@riken.jp 

-------------------------------------------------------

Launch MakePES module

  o Input options read via makePES.xml ...  [OK] 
     - Molecular info via ../../0.harmonic_h2co/h2co-b3lyp-dz.minfo ...  [OK] 
     - InterDomain = false
     - ActiveModes:
        * Domain 1
            1   2   3   4   5   6 
     - MR      = 1
     - Dipole  = true

  o Options for Quantum Chemistry jobs 

    QCID: 1
     - Program      = gaussian
     - Title        = B3LYP/cc-pVDZ
     - Removefiles  = true
     - Dryryn       = false
     - Template     = GaussianTemplate
     - ExecCommand  = runGaussian.sh /Users/kyagi/Work/devel/sindo/sindo.master/doc/MakePES/sample_MakePES/2.grid_h2co/2-1.1MR basename.inp 

  o Options for Grid 

     - QCID         = 1
     - FullMC       = true

  o Queue Manager via resources.info ... 

       Warning in ResourceMngr. SINDO_RSH is null. All processes run on this localhost.
       If you want to run the processes in different nodes,
       set the environment variable SINDO_RSH to ssh or rsh. You can do this by typing in sh/bash 
          export SINDO_RSH=ssh
       or in csh/tcsh
          setenv SINDO_RSH ssh


 [OK] 
     -----
     ID       : 0
     Hosts    : beluga03.local
     Ppn      : 1
     Memory   : unlimit
     SCR      : unlimit
     Status   : FREE
     -----
     ID       : 1
     Hosts    : beluga03.local
     Ppn      : 1
     Memory   : unlimit
     SCR      : unlimit
     Status   : FREE
     -----
     ID       : 2
     Hosts    : beluga02.local
     Ppn      : 1
     Memory   : unlimit
     SCR      : unlimit
     Status   : FREE
     -----
     ID       : 3
     Hosts    : beluga02.local
     Ppn      : 1
     Memory   : unlimit
     SCR      : unlimit
     Status   : FREE
     -----
     ID       : 4
     Hosts    : beluga01.local
     Ppn      : 1
     Memory   : unlimit
     SCR      : unlimit
     Status   : FREE
     -----
     ID       : 5
     Hosts    : beluga01.local
     Ppn      : 1
     Memory   : unlimit
     SCR      : unlimit
     Status   : FREE
     -----
     ID       : 6
     Hosts    : beluga04.local
     Ppn      : 1
     Memory   : unlimit
     SCR      : unlimit
     Status   : FREE
     -----
     ID       : 7
     Hosts    : beluga04.local
     Ppn      : 1
     Memory   : unlimit
     SCR      : unlimit
     Status   : FREE
     -----

Setup MakeGrid module

  o ngrid =    11 
  o 1MR Grid: 
      1 2 3 4 5 6 

Enter GridPES generation:

Execute electronic structure calculations.

Thread1> Running minfo.files/mkg-q1-11-0.inp on kyagi-mac3.local at Sat May 4 15:51:56 JST 2019
Thread6> Running minfo.files/mkg-q1-11-6.inp on kyagi-mac3.local at Sat May 4 15:51:56 JST 2019
Thread3> Running minfo.files/mkg-q1-11-2.inp on kyagi-mac3.local at Sat May 4 15:51:56 JST 2019
Thread0> Running minfo.files/mkg-eq.inp on kyagi-mac3.local at Sat May 4 15:51:56 JST 2019
Thread4> Running minfo.files/mkg-q1-11-3.inp on kyagi-mac3.local at Sat May 4 15:51:56 JST 2019
Thread5> Running minfo.files/mkg-q1-11-4.inp on kyagi-mac3.local at Sat May 4 15:51:56 JST 2019
Thread2> Running minfo.files/mkg-q1-11-1.inp on kyagi-mac3.local at Sat May 4 15:51:56 JST 2019
Thread7> Running minfo.files/mkg-q1-11-7.inp on kyagi-mac3.local at Sat May 4 15:51:56 JST 2019
Thread2> minfo.files/mkg-q1-11-1.fchk is not found.
Thread1> minfo.files/mkg-q1-11-0.fchk is not found.
Thread1> Quantum Chemitry job ended in error for minfo.files/mkg-q1-11-0
Thread0> minfo.files/mkg-eq.fchk is not found.
Thread0> Quantum Chemitry job ended in error for minfo.files/mkg-eq
Thread0> Recommended to check the output of qchem run.
Thread6> minfo.files/mkg-q1-11-6.fchk is not found.
Thread6> Quantum Chemitry job ended in error for minfo.files/mkg-q1-11-6
Thread6> Recommended to check the output of qchem run.
